Repository: farhadyt/Holovera
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, tr

source: Login
ru: Вход
tr: Giriş

source: Hesabınıza daxil olun
ru: Войдите в свой аккаунт
tr: Hesabınıza giriş yapın

source: Telefon nömrəsi
ru: Номер телефона
tr: Telefon numarası

source: Doğrulama kodu
ru: Код подтверждения

source: SMS ilə gələn kod
ru: Код из SMS
tr: SMS ile gelen kod

source: Məni xatırla
ru: Запомнить меня
tr: Beni hatırla

source: Nömrənizi unutmusunuz?
ru: Забыли номер?
tr: Numaranızı unuttunuz mu?

source: SMS kodu göndər
ru: Отправить SMS-код
tr: SMS kodu gönder

source: Kodu doğrula və daxil ol
ru: Подтвердить код и войти
tr: Kodu doğrula ve giriş yap

source: Hesabınız yoxdur?
ru: Нет аккаунта?
tr: Hesabınız yok mu?

source: Qeydiyyatdan keçin
ru: Зарегистрироваться
tr: Kayıt ol

source: Xahiş edirik düzgün telefon nömrəsi daxil edin
ru: Пожалуйста, введите правильный номер телефона
tr: Lütfen geçerli bir telefon numarası girin

source: Xahiş edirik düzgün doğrulama kodu daxil edin
ru: Пожалуйста, введите правильный код подтверждения
tr: Lütfen geçerli bir doğrulama kodu girin

source: SMS kodu göndərmə xətası:
ru: Ошибка отправки SMS-кода:
tr: SMS kodu gönderme hatası:

source: Doğrulama kodu xətası:
ru: Ошибка кода подтверждения:
tr: Doğrulama kodu hatası:

source: Firebase autentifikasiyası yüklənmədi, xahiş edirik səhifəni yeniləyin
ru: Аутентификация Firebase не загрузилась, пожалуйста, обновите страницу
tr: Firebase kimlik doğrulama yüklenemedi, lütfen sayfayı yenileyin

source: Qeydiyyat
ru: Регистрация
tr: Kayıt

source: Hesab yaradın
ru: Создать аккаунт
tr: Hesap oluştur

source: Tam ad
ru: Полное имя
tr: Tam adı

source: Tam adınız
ru: Ваше полное имя

source: Yaş
ru: Возраст

source: Yaşınız
ru: Ваш возраст

source: Cins
ru: Пол
tr: Cinsiyet

source: Kişi
ru: Мужской
tr: Erkek

source: Qadın
ru: Женский
tr: Kadın

source: Digər
ru: Другой
tr: Diğer

source: Kodu doğrula və qeydiyyatdan keç
ru: Подтвердить код и зарегистрироваться
tr: Kodu doğrula ve kayıt ol

source: Artıq hesabınız var?
ru: Уже есть аккаунт?
tr: Zaten hesabınız var mı?

source: Daxil olun
ru: Войти
tr: Giriş yap

source: E-poçt
ru: Электронная почта
tr: E-posta

source: E-poçt ünvanı
ru: Адрес электронной почты
tr: E-posta adresi

source: Şifrə
ru: Пароль
tr: Şifre

source: Uğurla daxil oldunuz!
ru: Вы успешно вошли в систему!
tr: Başarıyla giriş yaptınız!

source: Yanlış e-poçt və ya şifrə.
ru: Неверный адрес электронной почты или пароль.
tr: Yanlış e-posta veya şifre.

source: Hesabınız yaradıldı! İndi daxil ola bilərsiniz.
ru: Ваш аккаунт создан! Теперь вы можете войти.
tr: Hesabınız oluşturuldu! Şimdi giriş yapabilirsiniz.

source: Token təqdim edilməyib
ru: Не предоставлен токен
tr: Token sağlanmadı

source: İstifadəçi yaradıla bilmədi
ru: Не удалось создать пользователя
tr: Kullanıcı oluşturulamadı
